[
    {
        "text": "The Lamestream Media is truly out of control. Look how they work (conspire!) together. They are the Enemy of the People, but don’t worry, we will WIN in November! https://t.co/3YOSChXP9M",
        "id_str": "1260051164206333954"
    },
    {
        "text": "Look forward to this! https://t.co/0JkHERaE8M",
        "id_str": "1251869194158817281"
    },
    {
        "text": "CONGRATULATIONS @AF_Academy! https://t.co/27HxXLNbd8",
        "id_str": "1251713028246122498"
    },
    {
        "text": "Great new book out by @realKTMcFarland, “Revolution: Trump, Washington, and We the People”. Get your copy today! https://t.co/KBkladnmPQ",
        "id_str": "1251670585165459456"
    },
    {
        "text": "Will be online tomorrow morning at 10:30am (Eastern) watching @jackngraham from @Prestonwood Baptist in Dallas, Texas. You can join us at https://t.co/Nx4ePPySmn. https://t.co/mheZBjYHrx",
        "id_str": "1251657119595626502"
    },
    {
        "text": "China wants Sleepy Joe sooo badly. They want all of those billions of dollars that they have been paying to the U.S. back, and much more. Joe is an easy mark, their DREAM CANDIDATE! https://t.co/vmvCr4SkQq",
        "id_str": "1251589681428520960"
    },
    {
        "text": "I gave up on Drudge (a really nice guy) long ago, as have many others. People are dropping off like flies! https://t.co/L77SXS2mE8",
        "id_str": "1251587087696101376"
    },
    {
        "text": "The most often used phrase in the Lamestream Media, by far, is “sources say”, or “officials who spoke on the condition of anonymity”, or anything similar which allows Fake News to make up a phony quote from a person who doesn’t even exist. The American people should demand NAMES!",
        "id_str": "1251576806534250496"
    },
    {
        "text": "....them happy, or even a little bit satisfied. They were RUDE and NASTY. This is their political playbook, and they will use it right up to the election on November 3rd. They will not change because they feel that this is the only way they can win. America will not be fooled!!!",
        "id_str": "1251561332790439938"
    },
    {
        "text": "....it’s alienating independents. This President is being persecuted over three years with one investigation after another, and that really plays to his base.” @FoxNews  @cvpayne  Their partisan Witch Hunt is hurting our Country do badly, &amp; only bringing more division than ever!",
        "id_str": "1212730940197351425"
    },
    {
        "text": "Can’t believe @ATT keeps the management after yet another @CNN ratings dive. Nobody watching, NO CREDIBILITY! Maybe they should make changes at AT&amp;T? https://t.co/jdCLuNWEEQ",
        "id_str": "1212550610429587456"
    },
    {
        "text": "Too bad, Corey would have won! He (and I) loves New Hampshire. https://t.co/d2e1NUkDwR",
        "id_str": "1212548289515655168"
    },
    {
        "text": "Best equipment &amp; finest military in the World. On site quickly! https://t.co/cDUtqFLLYB",
        "id_str": "1212547186506059776"
    }
]